Repository: yeager/commonvoice-status
Catalog: po/*.po
Languages: sv

source: Common Voice Status
sv: Status för Common Voice

source: Translate this app: https://www.transifex.com/danielnylander/commonvoice-status/
sv: Översätt denna app: https://www.transifex.com/danielnylander/commonvoice-status/

source: View Mozilla Common Voice statistics per language
sv: Visa statistik för Mozilla Common Voice per språk

source: Refresh
sv: Uppdatera

source: Export data
sv: Exportera data

source: Most validated hours
sv: Flest validerade timmar

source: Most recorded hours
sv: Flest inspelade timmar

source: Most speakers
sv: Flest talare

source: Sort
sv: Sortera

source: About
sv: Om

source: Loading statistics…
sv: Läser in statistik…

source: Failed to load data
sv: Misslyckades med att läsa in data

source: Export Data
sv: Exportera data

source: Choose export format:
sv: Välj exportformat:

source: Cancel
sv: Avbryt

source: Recorded hours
sv: Inspelade timmar

source: Validated hours
sv: Validerade timmar

source: Invalidated hours
sv: Ogiltiga timmar

source: Speakers
sv: Talare

source: Sentences
sv: Meningar

source: Contribute recordings
sv: Bidra med inspelningar

source: Gap Analysis
sv: Gapanalys

source: Next milestone: {} hours
sv: Nästa milstolpe: {} timmar

source: {:.0f} hours remaining ({:.1f}% complete)
sv: {:.0f} timmar återstår ({:.1f}% färdigt)

source: Nordic Comparison
sv: Nordisk jämförelse

source: No Nordic languages found
sv: Inga nordiska språk hittades

source: Sorted by validated hours
sv: Sorterat efter validerade timmar

source: Sorted by recorded hours
sv: Sorterat efter inspelade timmar

source: Sorted by speakers
sv: Sorterat efter talare

source: All Languages
sv: Alla språk
